export const About = () => {
  return (
    <>
    <section>
      <h1>О проекте</h1>
      <p>
        Программа позволяющая симулировать работу с двоичной логикой. Каждая стрелка иммет собственную функциональность.
      </p>
    </section>
    <h2>Панель инструментов</h2>
    <section>
      <h3>Стрелки</h3>
      <p>
        <strong>Назначение</strong>: Рисует на поле выбранный тип стрелки
      </p>
    </section>
    <section>
      <h3>Ластик</h3>
      <p>
        <strong>Назначение</strong>: Стирает стрелки
      </p>
    </section>
    <section>
      <h3>Нажиматель кнопок</h3>
      <p>
        <strong>Назначение</strong>: Тип стрелки Button при нажатии запускает сигнал
      </p>
    </section>
    <section>
      <h3>Запуск\Остановка передачи сигнала</h3>
      <p>
        <strong>Назначение</strong>: Приостанавливает распространение сигнала
      </p>
    </section>
    </>
  );
};
